[
  {
    "id": 1,
    "about": "Prosciutto fatback sausage picanha, turkey short ribs chicken alcatra flank brisket kevin. Swine burgdoggen chuck, pork belly flank turducken biltong jerky salami pork loin picanha. Short ribs landjaeger bresaola, rump buffalo spare ribs pork ball tip salami pork chop. Drumstick ground round burgdoggen brisket sausage cupim tri-tip bresaola. Cow bresaola meatball hamburger tongue!. ",
    "joke": "I have these weird muscle spasms in my gluteus maximus!"
  },
  {
    "id": 2,
    "about": "Tri-tip beef shoulder, beef ribs landjaeger pork chop rump bacon jerky buffalo turkey hamburger. Meatloaf rump shoulder, short ribs spare ribs pork chop ham hock t-bone. Buffalo jowl shank, turkey short ribs pork belly picanha bacon turducken pork strip steak venison. Turkey sausage beef jowl alcatra pig, pork chop chicken shoulder picanha. Sausage buffalo landjaeger capicola tail ham hock drumstick.",
    "joke": "My grandfather says I'm too reliant on technology. I called him a hypocrite and unplugged his life support."
  },
  {
    "id": 3,
    "about": "Sausage cupim capicola short loin sirloin pancetta tenderloin pork prosciutto cow pork loin brisket turducken. Ribeye salami buffalo cupim, burgdoggen kielbasa beef chicken leberkas tri-tip bresaola turkey cow. Fatback andouille filet mignon, shoulder pig jowl turkey short loin ball tip. Beef porchetta tenderloin andouille chislic brisket. Buffalo tail sausage pork loin swine.",
    "joke": "My wife and I have reached the difficult decision that we do not want children.\nIf anybody does, please just send me your contact details and we can drop them off tomorrow."
  },
  {
    "id": 4,
    "about": "Ribeye bresaola kielbasa doner, drumstick shank pig burgdoggen pork pork belly chicken turkey hamburger short ribs. Drumstick kielbasa burgdoggen tri-tip, pork belly tail pork chop flank chuck fatback landjaeger chicken swine bresaola picanha. Chuck pancetta buffalo, tongue burgdoggen cupim porchetta salami prosciutto frankfurter ball tip. Chicken drumstick ribeye kevin. Jowl flank tongue salami tri-tip capicola.",
    "joke": "Two reasons I don't give money to homeless people.\n1) They are going to spend it all on drugs and alcohol\n2) I am going to spend it all on drugs and alcohol."
  },
  {
    "id": 5,
    "about": "Beef ribs capicola chicken corned beef pork loin pig. Flank landjaeger chicken, drumstick boudin ham turkey beef short loin chislic pork. Shankle hamburger cupim prosciutto bacon ham hock buffalo venison boudin kielbasa salami. Biltong ham pig, boudin sausage chislic meatball spare ribs pastrami bacon pork loin. Ribeye bresaola sausage, spare ribs turducken pork loin picanha beef cupim sirloin ground round.",
    "joke": "My parents raised me as an only child, which really annoyed my younger brother."
  },
  {
    "id": 6,
    "about": "Frankfurter drumstick ground round pastrami buffalo porchetta pork strip steak landjaeger tail chicken kevin ham corned beef. Flank cupim turducken ball tip beef ribs t-bone andouille pancetta. Fatback ham swine cupim bresaola short ribs. Meatloaf capicola filet mignon brisket fatback doner burgdoggen. Andouille bresaola brisket pork loin shankle tenderloin alcatra ham sausage capicola ham hock ground round pastrami.",
    "joke": "How do you make holy water? You freeze it and drill holes in it."
  },
  {
    "id": 7,
    "about": "Short loin tri-tip cow, biltong meatloaf bacon shankle flank leberkas. Sausage ribeye short loin, ham hock alcatra jowl pork chop buffalo filet mignon pastrami doner spare ribs fatback. Kevin short ribs pig pancetta, porchetta kielbasa filet mignon ham chicken. Bresaola pork belly bacon meatloaf, filet mignon turkey drumstick fatback ground round leberkas t-bone boudin brisket. Cupim leberkas shankle, rump cow boudin turducken ham hock.",
    "joke": "I didn't vaccinate my 10 kids and the one that survived is fine!"
  },
  {
    "id": 8,
    "about": "Beef prosciutto pig ribeye burgdoggen. Jowl meatball turducken doner hamburger frankfurter. Porchetta bacon sausage, venison kielbasa chicken cupim turducken. Venison pancetta shankle sausage filet mignon tri-tip ham chislic. Pancetta turkey beef kevin tongue tail jowl shoulder chicken ham chuck salami pork loin.",
    "joke": "I'll never forget my Granddad's last words to me just before he died. \"Are you still holding the ladder?\""
  },
  {
    "id": 9,
    "about": "Jowl filet mignon cupim, tongue hamburger cow buffalo. Doner landjaeger biltong porchetta frankfurter filet mignon. Spare ribs meatball tongue, prosciutto rump burgdoggen strip steak turducken sirloin andouille. Tail landjaeger ham strip steak. Boudin spare ribs pig ribeye meatball.",
    "joke": "I was going to tell a dead baby joke. But I decided to abort."
  },
  {
    "id": 10,
    "about": "Pork chop spare ribs ham hock ham brisket tri-tip cow. Alcatra filet mignon cow spare ribs swine, sausage tongue prosciutto. Filet mignon brisket chuck, kielbasa alcatra shank drumstick kevin ham hamburger tenderloin. Tri-tip cupim short loin pork chop shoulder pork belly spare ribs landjaeger tongue shankle drumstick bresaola tail pancetta corned beef. Drumstick beef spare ribs swine ribeye landjaeger porchetta jowl bacon shank boudin alcatra pastrami kielbasa kevin.",
    "joke": "I'd tell you a joke about NAT but I would have to translate."
  },
  {
    "id": 11,
    "about": "Tail rump pork doner chuck. Cow shankle drumstick t-bone sausage rump tongue shoulder bresaola pork chop. Kielbasa ground round swine, bacon corned beef boudin frankfurter short loin filet mignon ham. Bresaola brisket tail capicola spare ribs pork belly jowl biltong sausage hamburger tenderloin boudin short ribs jerky turkey. Rump prosciutto ham flank.",
    "joke": "What does the MacBook have in common with Donald Trump? I would tell you.... But I don't compare apples and oranges! Wow"
  },
  {
    "id": 12,
    "about": "Sirloin bresaola chislic fatback alcatra shank jerky biltong pancetta shankle landjaeger pork loin. Ham jerky ham hock drumstick. Tongue tail ground round andouille chuck ham turducken meatball rump shankle. Short ribs drumstick t-bone shank pig. Chuck drumstick pork belly, rump chicken tongue ham sirloin strip steak corned beef cupim beef ribs shankle leberkas.",
    "joke": "My girlfriend's dog died, so I tried to cheer her up by getting her an identical one. It just made her more upset. She screamed at me, \"What am I supposed to do with two dead dogs?\""
  },
  {
    "id": 13,
    "joke": "Hey girl are you a school? Because I want to shoot some kids up inside of you!",
    "about": "ko"
  },
  {
    "id": 14,
    "joke": "Write here your news!",
    "about": "Tell me about yourself!"
  },
  {
    "id": 15,
    "joke": "Write here your news!",
    "about": "Tell me about yourself!"
  }
]